function FAQ() {
  return (
    <div
      style={{ direction: "ltr" }}
      className="w-[1300px]  mx-auto py-10  relative"
    >
      <div className=" flex py-5 ">
        <div className="w-[45%]  relative text-2xl">
          <div className="text-red-500"> السؤال </div>
          كيف اقوم باعادة استعادة تدوير المودام ؟
        </div>
        <div className="w-[45%] relative text-2xl ">
          <div className="text-red-500  "> الجواب </div>
          لإعادة تدوير المودم، يمكن اتباع الخطوات التالية: قم بفصل سلك الكهرباء
          من مأخذ الطاقة الخاص بالمودم، ثم انتظر لمدة 30 ثانية إلى دقيقة واحدة
          للسماح بتفريغ أي طاقة متبقية في المودم. بعد ذلك، قم بإعادة توصيل سلك
          الكهرباء بمأخذ الطاقة لإعادة تشغيل المودم. انتظر حتى يبدأ المودم في
          التشغيل بشكل كامل، قد تستغرق هذه العملية بضع دقائق. بمجرد أن يكون
          المودم مشغّلًا بالكامل ويعمل بشكل صحيح، يمكنك محاولة الاتصال بالإنترنت
          للتأكد من أن الإعادة تمت بنجاح. للتأكد من أن الإعادة تمت بنجاح. للتأكد
          من أن الإعادة تمت بنجاح.
        </div>
      </div>
      <div className=" flex py-5 ">
        <div className="w-[45%]  relative text-2xl">
          <div className="text-red-500"> السؤال </div>
          كيف اقوم باعادة استعادة تدوير المودام ؟
        </div>
        <div className="w-[45%] relative text-2xl ">
          <div className="text-red-500  "> الجواب </div>
          لإعادة تدوير المودم، يمكن اتباع الخطوات التالية: قم بفصل سلك الكهرباء
          من مأخذ الطاقة الخاص بالمودم، ثم انتظر لمدة 30 ثانية إلى دقيقة واحدة
          للسماح بتفريغ أي طاقة متبقية في المودم. بعد ذلك، قم بإعادة توصيل سلك
          الكهرباء بمأخذ الطاقة لإعادة تشغيل المودم. انتظر حتى يبدأ المودم في
          التشغيل بشكل كامل، قد تستغرق هذه العملية بضع دقائق. بمجرد أن يكون
          المودم مشغّلًا بالكامل ويعمل بشكل صحيح، يمكنك محاولة الاتصال بالإنترنت
          للتأكد من أن الإعادة تمت بنجاح. للتأكد من أن الإعادة تمت بنجاح. للتأكد
          من أن الإعادة تمت بنجاح.
        </div>
      </div>
      <div className=" flex py-5 ">
        <div className="w-[45%]  relative text-2xl">
          <div className="text-red-500"> السؤال </div>
          كيف اقوم باعادة استعادة تدوير المودام ؟
        </div>
        <div className="w-[45%] relative text-2xl ">
          <div className="text-red-500  "> الجواب </div>
          لإعادة تدوير المودم، يمكن اتباع الخطوات التالية: قم بفصل سلك الكهرباء
          من مأخذ الطاقة الخاص بالمودم، ثم انتظر لمدة 30 ثانية إلى دقيقة واحدة
          للسماح بتفريغ أي طاقة متبقية في المودم. بعد ذلك، قم بإعادة توصيل سلك
          الكهرباء بمأخذ الطاقة لإعادة تشغيل المودم. انتظر حتى يبدأ المودم في
          التشغيل بشكل كامل، قد تستغرق هذه العملية بضع دقائق. بمجرد أن يكون
          المودم مشغّلًا بالكامل ويعمل بشكل صحيح، يمكنك محاولة الاتصال بالإنترنت
          للتأكد من أن الإعادة تمت بنجاح. للتأكد من أن الإعادة تمت بنجاح. للتأكد
          من أن الإعادة تمت بنجاح.
        </div>
      </div>
      <div className=" flex py-5 ">
        <div className="w-[45%]  relative text-2xl">
          <div className="text-red-500"> السؤال </div>
          كيف اقوم باعادة استعادة تدوير المودام ؟
        </div>
        <div className="w-[45%] relative text-2xl ">
          <div className="text-red-500  "> الجواب </div>
          لإعادة تدوير المودم، يمكن اتباع الخطوات التالية: قم بفصل سلك الكهرباء
          من مأخذ الطاقة الخاص بالمودم، ثم انتظر لمدة 30 ثانية إلى دقيقة واحدة
          للسماح بتفريغ أي طاقة متبقية في المودم. بعد ذلك، قم بإعادة توصيل سلك
          الكهرباء بمأخذ الطاقة لإعادة تشغيل المودم. انتظر حتى يبدأ المودم في
          التشغيل بشكل كامل، قد تستغرق هذه العملية بضع دقائق. بمجرد أن يكون
          المودم مشغّلًا بالكامل ويعمل بشكل صحيح، يمكنك محاولة الاتصال بالإنترنت
          للتأكد من أن الإعادة تمت بنجاح. للتأكد من أن الإعادة تمت بنجاح. للتأكد
          من أن الإعادة تمت بنجاح.
        </div>
      </div>
    </div>
  );
}

export default FAQ;
